[
  {
    "id": 1,
    "nome": "Monkey D. Luffy",
    "alcunha": "Chapéu de Palha",
    "fruta": "Gomu Gomu no Mi",
    "recompensa": "3.000.000.000 Berries",
    "imagem": "img/luffy.webp",
    "descricao": "Capitão dos Piratas do Chapéu de Palha, com o sonho de se tornar o Rei dos Piratas.",
    "texto": "Monkey D. Luffy, mais conhecido como \"Luffy Chapéu de Palha\" ou simplesmente \"Chapéu de Palha\", é o fundador, capitão e combatente mais forte dos cada vez mais infames e poderosos Piratas do Chapéu de Palha. Ele busca destemidamente o lendário tesouro do falecido Gol D. Roger para se tornar o novo Rei dos Piratas, e realizar um sonho ainda não revelado (atualmente conhecido apenas por sua tripulação e amigos mais próximos). Ele acredita que ser o Rei dos Piratas significa ter a maior liberdade do mundo./nNascido na Ilha Dawn, Luffy é filho do líder dos revolucionários Monkey D. Dragon e neto do herói da Marinha Monkey D. Garp e, como tal, é membro do Clã dos D. A maior parte de sua infância foi moldada por Garp e Curly Dadan, durante a qual fez amizade e jurou irmandade ao falecido Ace \"Punhos de Fogo\" e Sabo. No entanto, sua maior inspiração foi o pirata Shanks, \"o Ruivo\", que (sem querer) permitiu que ele comesse a Akuma no Mi que transformou seu corpo em borracha, sacrificou um braço para salvar sua vida e lhe deu seu chapéu de palha como símbolo da promessa de se reunirem um dia, depois que Luffy se tornasse um grande pirata./nComo pirata, Luffy se opôs ativamente a inúmeras potências regionais, nacionais e globais, começando com vários piratas renomados do East Blue e se estendendo até a Marinha, os Shichibukai, a Cipher Pol, os Nobres Mundiais e até mesmo os Quatro Imperadores. Apesar da pouca idade e da carreira relativamente curta, ele triunfou sobre a maioria deles, tendo invadido com sucesso e causado indiretamente a aniquilação de Enies Lobby, escapado da impenetrável Impel Down, possibilitado vários desenvolvimentos importantes na Guerra de Marineford, e derrotado três Shichibukai e um Imperador em combate direto. Ao mesmo tempo, ele tem uma grande propensão a atrair amigos e aliados; além de envolver pessoalmente cada membro de sua tripulação, ele conquistou a consideração e a gratidão de muitas nações, de outros piratas, do Exército Revolucionário e até mesmo de vários marinheiros./nLuffy ganhou grande infâmia por suas realizações, herança sanguínea e imprudência geral, atraindo muitas recompensas grandes, bem como a hostilidade concentrada do Governo Mundial, do Quartel-General da Marinha e do Almirante da Frota Sakazuki em particular. Atualmente, ele é reconhecido como um membro central da Pior Geração, o líder (contra sua vontade) da Grande Frota do Chapéu de Palha e - após derrotar Kaidou durante o Ataque à Onigashima - um dos Quatro Imperadores, com uma recompensa de 3.000.000.000. Após o despertar da Gomu Gomu no Mi depois de séculos, Luffy também foi aclamado por alguns como a segunda vinda de Joy Boy./nEle é o principal protagonista da série de mangá e anime One Piece."
  },
  {
    "id": 2,
    "nome": "Roronoa Zoro",
    "alcunha": "Caçador de Piratas",
    "fruta": null,
    "recompensa": "1.111.000.000 Berries",
    "imagem": "img/zoro.jpg",
    "descricao": "Espadachim que usa três espadas e é o primeiro membro a se juntar à tripulação de Luffy."
  },
  {
    "id": 3,
    "nome": "Nami",
    "alcunha": "Gata Ladra",
    "fruta": null,
    "recompensa": "366.000.000 Berries",
    "imagem": "img/nami.jpg",
    "descricao": "Navegadora dos Chapéus de Palha, especialista em clima e mapas."
  },
  {
    "id": 4,
    "nome": "Usopp",
    "alcunha": "God Usopp",
    "fruta": null,
    "recompensa": "500.000.000 Berries",
    "imagem": "img/usopp.png",
    "descricao": "Atirador dos Chapéus de Palha, um grande mentiroso e inventor."
  },
  {
    "id": 5,
    "nome": "Sanji",
    "alcunha": "Perna Negra",
    "fruta": null,
    "recompensa": "1.032.000.000 Berries",
    "imagem": "img/sanji.jpg",
    "descricao": "Cozinheiro dos Chapéus de Palha, um mulherengo com um grande código de honra."
  }
]
